{
	"functions":[
		{"text":"Route setting for Destination Displays (with configuration to set no. of displays with IDs) - 5000 routes with destination name & route no. for metro cities"},
		{"text":"Stop functionality with GPS on Inbus display"},
		{"text":"Stop functionality with GPS on announcement system"},
		{"text":"Manual Stop functionality with switch operation on Inbus display"},
		{"text":"Manual Stop functionality with switch operation on announcement system"},
		{"text":"Selection of Internal GPS or external GPS"},
		{"text":"Displaying adhoc Message on Inbus"},
		{"text":"Displaying of Messages or destinations in maximum 10 screens of multiple languages. In case of stop information one screen is displayed at one time and information is not stored in display"},
		{"text":"Playing of Stops in maximum 3 languages"},
		{"text":"Playing audio files of .wav or MP3 format"},
		{"text":"Playing announcements from MIC"},
		{"text":"Initiating announcement diagnostic"},
		{"text":"Adjustment of volume control"},
		{"text":"Synchronous operation of displaying of stop and playing corresponding audio files"},
		{"text":"On board Nand flash Memory storage (64 GB bits - 8 GB Bytes max) to store routes messages with 150 destinations and 50 stops per route. One route message can be stored in 10 screens of display with length of 900 columns each."},
		{"text":"Selection for playing header file before every announcement"},
		{"text":"Playing of 10 no. precorded fixed announcement from single key operation"},
		{"text":"Displaying clock from GPS on Inbus at regular intervals as per configuration"},
		{"text":"Displaying Driver & conductor ID on Inbus by configuring com port for either GPRS or RFID"},
		{"text":"Supporting 12 modes of displays including rolling in both direcion, flashing, freez mode, 2 line rolling, showing routes with extensions etc."},
		{"text":"Driving third party displays of Hanover make with all modes"},
		{"text":"Driving third party displays of Mobitech make with all modes"},
		{"text":"Driving third party displays of Autometer make with all modes"},
		{"text":"Playing of hooter in emergency mode, intiated by pressing of Emergency switch from remote places."},
		{"text":"Playing either announcement or hooter as per selection and reverting back."},
		{"text":"Volume control to full only for hooter"},
		{"text":"Blinker operation at emergency  is supported"},
		{"text":"Uploading of GPS data to Central server via GPRS"},
		{"text":"Remote route setting via. GPRS"},
		{"text":"Remote message display via.GPRS"},
		{"text":"Tracker functions with IBDC HMI interface (4 varieties) via. GPRS. GPS data uploading, Vehical Speed Control alarm"},
		{"text":"Firmware upgradeing via. GPRS"},
		{"text":"GPRS diagnostic"},
		{"text":"Collecting & Sending PID DTC code data to central server via. GPRS"},
		{"text":"Engine data to be collected via. CAN"},
		{"text":"Uploading of Engine data to central server via. GPRS"},
		{"text":"Emergency Switch - Bus Stopping display on Inbus"},
		{"text":"Configuration of LCD backlite timing"}
	],
	"products":[
		{"name":"Product 1"},
		{"name":"Product 2"},
		{"name":"Product 3"},
		{"name":"Product 4"},
	]
}